11/data/attachments/71354837a69d3a58.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_bc6b9d0a-cce8-45c1-9daa-78db7992207a</nif:username>
            <nif:friendToBeAdded>Sean_book_Friend_36110_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>